# LLayer

## Description
Function LLayer returns a handle to the last layer in a VectorWorks document.

```pascal
FUNCTION LLayer : HANDLE;
```

```python
def vs.LLayer():
    return HANDLE
```

## Version
Availability: from All Versions

## Category
* Layers